[
    {
        "title": "Nonlinear simulations of beam-driven Compressional Alfvén Eigenmodes in NSTX",
        "creators": "Belova, E.V.;Gorelenkov, N.N.;Crocker, N.A.;Lestz, J.B.;Fredrickson, E.D.;Tang, S.;Tritz, K.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp019593tx75w",
        "contract_nos": "265-656",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp019593tx75w",
        "publication_date": "07/19/2017",
        "description": "Results of 3D nonlinear simulations of neutral-beam-driven compressional Alfven eigenmodes (CAEs) in the National Spherical Torus Experiment (NSTX) are presented. Hybrid MHD-particle simulations for the H-mode NSTX discharge (shot 141398) using the HYM code show unstable CAE modes for a range of toroidal mode numbers, n=4-9, and frequencies below the ion cyclotron frequency. It is found that the essential feature of CAEs is their coupling to kinetic Alfven wave (KAW) that occurs on the high-field side at the Alfven resonance location. High-frequency Alfven eigenmodes are frequently observed in beam-heated NSTX plasmas, and have been linked to flattening of the electron temperature profiles at high beam power. Coupling between CAE and KAW suggests an energy channeling  mechanism to explain these observations, in which beam-driven CAEs dissipate their energy at the resonance location,\r\ntherefore significantly modifying the energy deposition profile. Nonlinear simulations demonstrate that CAEs can channel the energy of the beam ions from the injection region near the magnetic axis to the location of the resonant mode conversion at the edge of the beam density profile. A set of nonlinear simulations show that the CAE instability saturates due to nonlinear particle trapping, and a large fraction of beam energy can be transferred to several unstable CAEs of relatively large amplitudes and absorbed at the resonant location. Absorption rate shows a strong scaling with the beam power.",
        "keywords": "NSTX;Numerical simulations;Compressional Alfven Eigenmodes"
    },
    {
        "title": "Comment on ‘Numerical modeling of tokamak breakdown phase driven by pure Ohmic heating under ideal conditions’",
        "creators": "Yoo, Min-Gu;Na, Yong-Su",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp015h73pz85r",
        "contract_nos": "265-657",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp015h73pz85r",
        "publication_date": "06/11/2019",
        "description": "In this comment, we point out possible critical numerical flaws of recent particle simulation studies (Jiang et al 2016 Nucl. Fusion 56 126017, Peng et al 2018 Nucl. Fusion 58 026007) on the electrical gas breakdown in a simple one-dimensional periodic slab geometry. We show that their observations on the effects of the ambipolar electric fields during the breakdown, such as the sudden reversal of the ion flow direction, could not be real physical phenomena but resulting from numerical artifacts violating the momentum conservation law. We show that an incomplete implementation of the direct-implicit scheme can cause the artificial electric fields and plasma transports resulting in fallacies in simulation results. We also discuss that their simple plasma model without considering poloidal magnetic fields seriously mislead the physical mechanism of the electrical gas breakdown because it cannot reflect important dominant plasma dynamics in the poloidal plane (Yoo et al 2018 Nat. Commun. 9 3523).",
        "keywords": "electrical gas breakdown;direct-implicit scheme;particle simulation;tokamak"
    },
    {
        "title": "Topological phases and bulk-edge correspondence of magnetized",
        "creators": "Yichen, Fu;Hong, Qin",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01ks65hg284",
        "contract_nos": "265-658",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01ks65hg284",
        "publication_date": "06/03/2021",
        "description": "The figures and related data are used to describe the topological phase in cold magnetized plasma."
    },
    {
        "title": "Topological phases and bulk-edge correspondence of magnetized cold plasmas",
        "creators": "Yichen, Fu;Hong, Qin",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01qj72pb21d",
        "contract_nos": "265-659",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01qj72pb21d",
        "publication_date": "06/03/2021",
        "description": "The ﬁgures and related data are used to describe the topological phase in cold magnetized plasma.",
        "keywords": "topological phases;plasma waves"
    },
    {
        "title": "Topological phases and bulk-edge correspondence of magnetized cold plasmas",
        "creators": "Yichen, Fu;Hong, Qin",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01g158bm37n",
        "contract_nos": "265-660",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01g158bm37n",
        "publication_date": "06/03/2021",
        "description": "This data set includes figures describing the topological phase properties in cold magnetized plasma. The data were generated by numerical calculations.",
        "keywords": "topological phase;plasma waves"
    },
    {
        "title": "Statistical properties of magnetic structures and energy dissipation during turbulent reconnection in the Earth's magnetotail",
        "creators": "Bergstedt, K.;Ji, H.;Jara-Almonte, J.;Yoo, J.;Ergun, R. E.;Chen, L.-J.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp0108612r59b",
        "contract_nos": "265-661",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp0108612r59b",
        "publication_date": "10/26/2020",
        "description": "We present the first statistical study of magnetic structures and associated energy dissipation observed during a single period of turbulent magnetic reconnection, by using the in situ measurements of the Magnetospheric Multiscale mission in the Earth's magnetotail on 26 July 2017. The structures are selected by identifying a bipolar signature in the magnetic field and categorized as plasmoids or current sheets via an automated algorithm which examines current density and plasma flow. The size of the plasmoids forms a decaying exponential distribution ranging from subelectron up to ion scales. The presence of substantial number of current sheets is consistent with a physical picture of dynamic production and merging of plasmoids during turbulent reconnection. The magnetic structures are locations of significant energy dissipation via electric field parallel to the local magnetic field, while dissipation via perpendicular electric field dominates outside of the structures. Significant energy also returns from particles to fields.",
        "keywords": "magnetotail;plasmoids;reconnection;turbulence"
    },
    {
        "title": "Simulating pitch angle scattering using an explicitly solvable energy-conserving algorithm",
        "creators": "Zhang, Xin;Fu, Yichen;Qin, Hong",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01vh53wz79c",
        "contract_nos": "265-662",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01vh53wz79c",
        "publication_date": "10/26/2020",
        "description": "Particle distribution functions evolving under the Lorentz operator can be simulated with the Langevin equation for pitch angle scattering. This approach is frequently used in particle based Monte-Carlo simulations of plasma collisions, among others. However, most numerical treatments do not guarantee energy conservation, which may lead to unphysical artifacts such as numerical heating and spectra distortions. We present a novel structure-preserving numerical algorithm for the Langevin equation for pitch angle scattering. Similar to the well-known Boris algorithm, the proposed numerical scheme takes advantage of the structure-preserving properties of the Cayley transform when calculating the velocity-space rotations. The resulting algorithm is explicitly solvable, while preserving the norm of velocities down to machine precision. We demonstrate that the method has the same order of numerical convergence as the traditional stochastic Euler-Maruyama method.",
        "keywords": ""
    },
    {
        "title": "Statistical properties of magnetic structures and energy dissipation during turbulent reconnection in the Earth's magnetotail",
        "creators": "Bergstedt, K.;Ji, H.;Jara-Almonte, J.;Yoo, J.;Ergun, R. E.;Chen, L.-J.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01cf95jf52h",
        "contract_nos": "265-663",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01cf95jf52h",
        "publication_date": "10/21/2020",
        "description": "We present the first statistical study of magnetic structures and associated energy dissipation observed during a single period of turbulent magnetic reconnection, by using the in situ measurements of the Magnetospheric Multiscale mission in the Earth's magnetotail on 26 July 2017. The structures are selected by identifying a bipolar signature in the magnetic field and categorized as plasmoids or current sheets via an automated algorithm which examines current density and plasma flow. The size of the plasmoids forms a decaying exponential distribution ranging from subelectron up to ion scales. The presence of substantial number of current sheets is consistent with a physical picture of dynamic production and merging of plasmoids during turbulent reconnection. The magnetic structures are locations of significant energy dissipation via electric field parallel to the local magnetic field, while dissipation via perpendicular electric field dominates outside of the structures. Significant energy also returns from particles to fields.",
        "keywords": "Magnetotail;plasmoids;reconnection;turbulence"
    },
    {
        "title": "Modeling of resistive plasma response in toroidal geometry using an asymptotic matching approach",
        "creators": "Z. R. Wang;A. H. Glasser;D. Brennan;Y. Q. Liu;J-K. Park",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp0141687m529",
        "contract_nos": "265-664",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp0141687m529",
        "publication_date": "10/26/2020",
        "description": "The method of solving linear resistive plasma response, based on the asymptotic matching approach, is developed for full toroidal tokamaks by upgrading the Resistive DCON code [A.H. Glasser, Z.R. Wang and J.-K. Park, Physics of Plasmas, \\textbf{23}, 112506 (2016)]. The derived matching matrix, asymptotically matching the outer and inner regions, indicates that the applied three dimension (3-D) magnetic perturbations contribute additional small solutions at each resonant surface due to the toroidal coupling of poloidal modes. In contrast, the resonant harmonic only affects the corresponding resonant surface in the cylindrical plasma. Since the solution of ideal outer region is critical to the asymptotic matching and is challenging to be solved in the toroidal geometry due to the singular power series solution at the resonant surfaces, systematic verification of the outer region $\\Delta^\\prime$ matrix is made by reproducing the well known analytical $\\Delta^{\\prime}$ result in [H.P. Furth, P.H. Rutherford and H. Selberg, The Physics of Fluids, \\textbf{16}, 1054-1063 (1073)] as well as by making a quantitative benchmark with the PEST3 code [A. Pletzer and R.L. Dewar, J. Plasma Physics, \\textbf{45}, 427-451 (1991)]. Finally, the reconstructed numerical solution of resistive plasma response from the toroidal matching matrix is presented. Comparing with the ideal plasma response, the global structure of the response can be affected by the small finite island at the resonant surfaces.",
        "keywords": "MHD simulation;resistive plasma response"
    },
    {
        "title": "First impurity powder injection experiments in LHD",
        "creators": "Nespoli F.,  Ashikawa N., Gilson E.P., Lunsford R.,  Masuzaki S.,  Shoji M., Oishi T., Suzuki C.,  Nagy A., Mollen A., Pablant N.A., Ida K.,  Yoshinuma M.,  Tamura N., \nGates D.A.,  Morisaki T., and the LHD experiment group",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01sx61dq35f",
        "contract_nos": "265-665",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01sx61dq35f",
        "publication_date": "11/23/2020",
        "description": "Injection of impurities in the form of sub-millimeter powder grains is performed for the first time in the Large Helical Device (LHD) plasma, employing the Impurity Powder Dropper (IPD) [A. Nagy et al., RSI 2018], developed and built by PPPL. Controlled amounts of boron (B) and boron nitride (BN) powder are injected into the helical plasma. Visible camera imaging, UV and charge exchange  spectroscopy measurements show that the injected impurities effectively penetrate into the plasma in two different magnetic configurations.The prompt effects of the impurities on the  plasma are characterized as the injection rate is scanned. The injected impurities provide a supplemental electron source, causing the plasma density to increase, together with the radiated power. Beneficial effects on the confined plasma temperature are observed at low plasma densities, due to an increased efficiency in NBI power absorption. For $n_{e,av}<10^{19}m^{-3}$ the powder grains penetrate deeper into the plasma, as they can be less effectively deflected by the plasma flow in the divertor leg, which they have to cross first as they are injected from the top of the machine.In this case, the created B ions are observed to move outwards from UV spectroscopy and charge exchange measurements, due to the outwards direction of the radial electric field. This makes low density plasmas a better candidate for powder boronization techniques.",
        "keywords": "Powder;Impurity injection;Boron;Experiment;Impurity Transport;Helical plasma"
    },
    {
        "title": "Initial operation and data processing on a system for real-time evaluation of Thomson scattering signals on the Large Helical Device",
        "creators": "Hammond, K. C.;Laggner, F. M.;Diallo, A.;Doskoczynski, S.;Freeman, C.;Funaba, H.;Gates, D.A.;Rozenblat, R.;Tchilinguirian, G.;Xing, Z.;Yamada, I.;Yasuhara, R.;Zimmer, G.;Kolemen, E.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp014t64gr25v",
        "contract_nos": "265-666",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp014t64gr25v",
        "publication_date": "05/28/2021",
        "description": "A scalable system for real-time analysis of electron temperature and density based on signals from the Thomson scattering diagnostic, initially developed for and installed on the NSTX-U experiment, was recently adapted for the Large Helical Device (LHD) and operated for the first time during plasma discharges. During its initial operation run, it routinely recorded and processed signals for four spatial points at the laser repetition rate of 30 Hz, well within the system's rated capability for 60 Hz. We present examples of data collected from this initial run and describe subsequent adaptations to the analysis code to improve the fidelity of the temperature calculations.",
        "keywords": "Thomson scattering, real-time, LHD, plasma diagnostic"
    },
    {
        "title": "Multi-Fluid and Kinetic Models of Partially Ionized Magnetic Reconnection",
        "creators": "Jara-Almonte, J.;Murphy, N.A.;Ji, H.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01sj1395028",
        "contract_nos": "265-667",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01sj1395028",
        "publication_date": "03/29/2021",
        "description": "Magnetic reconnection in partially ionized plasmas is a ubiquitous and important phenomena in both laboratory and astrophysical systems. Here, simulations of partially ionized magnetic reconnection with well-matched initial conditions are performed using both multi-fluid and fully-kinetic approaches. Despite similar initial conditions, the time-dependent evolution differs between the two models. In multi-fluid models, the reconnection rate locally obeys either a decoupled Sweet-Parker scaling, where neutrals are unimportant, or a fully coupled Sweet-Parker scaling, where neutrals and ions are strongly coupled, depending on the resistivity. In contrast, kinetic models show a faster reconnection rate that is proportional to the fully-coupled, bulk Alfv\\'en speed, $v_A^\\star$. These differences are interpreted as the result of operating in different collisional regimes. Multi-fluid simulations are found to maintain $\\nu_{ni}L/v_A^\\star \\gtrsim 1$, where $\\nu_{ni}$ is the neutral-ion collision frequency and $L$ is the time-dependent current sheet half-length. This strongly couples neutrals to the reconnection outflow, while kinetic simulations evolve to allow $\\nu_{ni}L/v_A^\\star < 1$, decoupling neutrals from the reconnection outflow. Differences in the way reconnection is triggered may explain these discrepancies.",
        "keywords": "Magnetic reconnection;Partially ionized plasmas"
    },
    {
        "title": "Developments on two lithium vapor-box linear test-stand experiments",
        "creators": "Schwartz, Jacob A.;Goldston, Robert J.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp019306t236q",
        "contract_nos": "265-668",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp019306t236q",
        "publication_date": "02/19/2021",
        "description": "The lithium vapor-box divertor is a possible fusion power exhaust solution.It uses condensation pumping to create a gradient of vapor density in a divertor slot; this should allow a stable detachment front without active feedback.As initial explorations of the concept, two test stands which take the form of three connected cylindrical stainless steel boxes are being developed: one without plasma at PPPL, to test models of lithium evaporation and flow; and one for the linear plasma device Magnum-PSI (at DIFFER in Eindhoven, The Netherlands) to test the ability of a lithium vapor cloud to induce volumetric detachment and redistribute the plasma power.The first experiment uses boxes with diameters of 6 cm, joined by apertures with diameters of 2.2 cm. Up to 1 g of Li is placed in one box, which is heated to up to 600 degrees C. The Li evaporates, then flows to and condenses in the two other, cooler boxes over several minutes. The quantity of Li transported is assessed by weighing the boxes before and after the heating cycle, and is compared to the quantity predicted to flow for the box at its measured temperature using a Direct Simulation Monte Carlo code, SPARTA. With good experimental conditions, the two values agree to within 15%.The experiment on Magnum-PSI is in the conceptual design stage.The design is assessed by simulations using the code B2.5-Eunomia.They show that when the hydrogen-ion plasma beam, with n_e = 4e20 per cubic meter, T_e = 1.5 eV, and r = 1 cm, is passed through a 16 cm long, 12 Pa, 625 degree C Li vapor cloud, the plasma heat flux and pressure on the target are significantly reduced compared to the case without Li.With the Li present, the plasma is cooled by excitation of Li neutrals followed by radiation until it volumetrically recombines, lowering the heat flux from 3.7 MW/m^2 to 0.13 MW/m^2, and the pressure is reduced by 93%, largely by collisions of hydrogen ions with neutral Li.",
        "keywords": "vapor box;lithium vapor-box;vapor-box;divertor;lithium;test-stand;vapor;Magnum-PSI;"
    },
    {
        "title": "Dynamics of filaments during the edge-localized mode crash on NSTX",
        "creators": "Lampert,Mate;Diallo,Ahmed;Myra,James R.;Zweben, Stewart J.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp011v53k104h",
        "contract_nos": "265-669",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp011v53k104h",
        "publication_date": "01/20/2021",
        "description": "Edge localized modes (ELMs) are routinely observed in H-mode plasma regimes of the National Spherical Torus Experiment (NSTX). Due to the explosive nature of the instability, only diagnostics with high temporal and spatial resolution could provide a detailed insight into the dynamics associated with the ELMs. Gas-puff imaging (GPI) at NSTX provides 2D measurements of the magnetic field aligned fluctuations (e.g. ELM filaments) in the scrape-off layer and the at the plasma edge with 2.5 us temporal and 10 mm optical resolution.A novel analysis technique was developed to estimate the frame-by-frame velocities and the spatial parameters of the dominant structures associated with the ELMs. The analysis was applied to single ELM events to characterize the ELM crash dynamics, and then extended to a database of 169 ELM events.Statistical analysis was performed in order to find the characterizing dynamics of the ELM crash. The results show that on average an ELM crash consists of a filament with a circular cross-section which is propelled outwards with a characterizing peak radial velocity of ~3.3 km/s. The radial velocity was found to be linearly dependent on the distance of the filament from the separatrix, which has never been seen before. The ELM filament is characterized by propagation in the ion-diamagnetic direction poloidally with a peak velocity of 11.4 km/s. The ELM crash lasts for approximately 100us until the radial propulsion settles back to the pre-ELM level. The experimental findings were compared with analytical theory. Two possible mechanisms were identified for explaining the observations: the curvature interchange model and the current-filament interaction model.",
        "keywords": "ELMs;correlation;dynamics;NSTX;GPI"
    },
    {
        "title": "Prediction of electron density and pressure profile shapes on NSTX-U using neural networks",
        "creators": "Boyer, Mark;Chadwick, Jason",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp015999n646v",
        "contract_nos": "265-670",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp015999n646v",
        "publication_date": "02/19/2021",
        "description": "A new model for prediction of electron density and pressure profile shapes on NSTX and NSTX-U has been developed using neural networks. The model has been trained and tested on measured profiles from experimental discharges during the first operational campaign of NSTX-U. By projecting profiles onto empirically derived basis functions, the model is able to efficiently and accurately reproduce profile shapes. In order to project the performance of the model to upcoming NSTX-U operations, a large database of profiles from the operation of NSTX is used to test performance as a function of available data. The rapid execution time of the model is well suited to the planned applications, including optimization during scenario development activities, and real-time plasma control. A potential application of the model to real-time profile estimation is demonstrated.",
        "keywords": ""
    },
    {
        "title": "Microtearing Instabilities and Electron Thermal Transport in Low and High Collisionality NSTX Discharges",
        "creators": "Rafiq T;Kaye S;Guttenfelder W;Weiland J;Schuster E;Anderson J;Luo L;",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp011j92gb54m",
        "contract_nos": "265-671",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp011j92gb54m",
        "publication_date": "02/19/2021",
        "description": "Microtearing mode (MTM) real frequency, growth rate, magnetic fluctuation amplitude and resulting electron thermal transport are studied in systematic NSTX scans of relevant plasma parameters. The dependency of the MTM real frequency and growth rate on plasma parameters, suitable for low and high collision NSTX discharges, is obtained by using the reduced MTM transport model [T. Rafiq, et al., Phys. Plasmas 23, 062507 (2016)]. The plasma parameter dependencies are compared and found to be consistent with the results obtained from MTM using the Gyrokinetic GYRO code. The scaling trend of collision frequency and plasma beta is found to be consistent with the global energy confinement trend observed in the NSTX experiment. The strength of the magnetic fluctuation is found to be consistent with the gyrokinetic estimate.In earlier studies, it was found that the version of the Multi-Mode (MM) anomalous transport model, which did not contain the effect of MTMs, provided an appropriate description of the electron temperature profiles in standard tokamak discharges and not in spherical tokamaks. When the MM model, which involves transport associated with MTMs, is incorporated in the TRANSP code and is used in the study of electron thermal transport in NSTX discharges, it is observed that the agreement with the experimental electron temperature profile is substantially improved.",
        "keywords": "magnetic confinement;microtearing;instabilities;tokamaks;turbulence and transport;fusion plasma technology;"
    },
    {
        "title": "Inversion technique to obtain local ion temperature profiles for an axisymmetric plasma with toroidal and radial velocities",
        "creators": "Bell, Ronald E.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01r207ts405",
        "contract_nos": "265-672",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01r207ts405",
        "publication_date": "02/26/2021",
        "description": "A matrix inversion technique is derived to calculate local ion temperature from line-integrated measurements of an extended emission source in an axisymmetric plasma which exactly corrects for both toroidal velocity and radial velocity components. Local emissivity and toroidal velocity can be directly recovered from line-integrated spectroscopic measurements, but an independent measurement of the radial velocity is necessary to complete the temperature inversion. The extension of this technique to handle the radial velocity is relevant for magnetic reconnection and merging compression devices where temperature inversion from spectroscopic measurements is desired. A simulation demonstrates the effects of radial velocity on the determination of ion temperature.",
        "keywords": "tomographic inversion;ion temperature;radial velocity;plasma spectroscopy;magnetic reconnection;merging compression"
    },
    {
        "title": "Synergy of Coupled Kink and Tearing Modes in Fast Ion Transport",
        "creators": "Yang, J.;Podesta, M.;Fredrickson, E.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01vt150n32t",
        "contract_nos": "265-673",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01vt150n32t",
        "publication_date": "02/26/2021",
        "description": "One aspect of the interaction between fast ions and magnetohydrodynamic (MHD) instabilities is the fast ion transport. Coupled kink and tearing MHD instabilities have also been reported to cause fast ion transport. Recently, the ''kick\" model has been developed to compute the evolution of the fast ion distribution from the neutral beam injection using instabilities as phase space resonance sources. The goal of this paper is to utilize the kick model to understand the physics of fast ion transport caused by the coupled kink and tearing modes. Soft X-ray diagnostics are used to identify the mode parameters in NSTX. The comparison of neutron rates measured and computed from time-dependent TRANSP simulation with the kick model shows the coupling of kink and tearing mode is important in determination of the fast ion transport. The numerical scan of the mode parameters shows that the relative phase of the kink and tearing modes and the overlapping of kink and tearing mode resonances in the phase space can affect the fast ion transport, suggesting that the synergy of the coupled modes may be causing the fast ion transpor",
        "keywords": "Energetic Particles;Tearing Modes;Tokamak Transport;Kick Model"
    },
    {
        "title": "The updated ITPA global H-mode confinement database: description and analysis",
        "creators": "Verdoolaege, G.;Kaye, S.M.;Angioni, C.;Kardaunn, O.W.J.F.;Maslov, M.;Romanelli, M.;Ryter, F.;Thomsen, K.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01m900nx49h",
        "contract_nos": "265-674",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01m900nx49h",
        "publication_date": "03/01/2021",
        "description": "The multi-machine ITPA Global H-mode Confinement Database has been upgraded with new data from JET with the ITER-like wall and ASDEX Upgrade with the full tungsten wall. This paper describes the new database and presents results of regression analysis to estimate the global energy confinement scaling in H-mode plasmas using a standard power law. Various subsets of the database are considered, focusing on type of wall and divertor materials, confinement regime (all H-modes, ELMy H or ELM-free) and ITER-like constraints. Apart from ordinary least squares, two other, robust regression techniques are applied, which take into account uncertainty on all variables. Regression on data from individual devices shows that, generally, the confinement dependence on density and the power degradation are weakest in the fully metallic devices. Using the multi-machine scalings, predictions are made of the confinement time in a standard ELMy H-mode scenario in ITER. The uncertainty on the scaling parameters is discussed with a view to practically useful error bars on the parameters and predictions. One of the derived scalings for ELMy H-modes on an ITER-like subset is studied in particular and compared to the IPB98(y,2) confinement scaling in engineering and dimensionless form. Transformation of this new scaling from engineering variables to dimensionless quantities is shown to result in large error bars on the dimensionless scaling. Regression analysis in the space of dimensionless variables is therefore proposed as an alternative, yielding acceptable estimates for the dimensionless scaling. The new scaling, which is dimensionally correct within the uncertainties, suggests that some dependencies of confinement in the multi- machine database can be reconciled with parameter scans in individual devices. This includes vanishingly small dependence of confinement on line-averaged density and normalized plasma pressure (β), as well as a noticeable, positive dependence on effective atomic mass and plasma triangularity. Extrapolation of this scaling to ITER yields a somewhat lower confinement time compared to the IPB98(y, 2) prediction, possibly related to the considerably weaker dependence on major radius in the new scaling (slightly above linear). Further studies are needed to compare more flexible regression models with the power law used here. In addition, data from more devices concerning possible ‘hidden variables’ could help to determine their influence on confinement, while adding data in sparsely populated areas of the parameter space may contribute to further disentangling some of the global confinement dependencies in tokamak plasmas.",
        "keywords": "H-Mode;Database;ITER"
    },
    {
        "title": "A software package for plasma facing component analysis and\ndesign: the Heat flux Engineering Analysis Toolkit (HEAT)",
        "creators": "Looby, Tom;Reinke, Matthew;Wingen, Andreas;Menard, Jonathan;Gerhardt, Stefan;Gray, Travis;Donovan, David;Unterberg, Ezekial;Klabacha, Jonathan;Messineo, Mike",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01x920g0924",
        "contract_nos": "265-675",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01x920g0924",
        "publication_date": "03/26/2021",
        "description": "The engineering limits of plasma facing components (PFCs) constrain the allowable operational space of tokamaks.  Poorly managed heat fluxes that push the PFCs beyond their limits not only degrade core plasma performance via elevated impurities, but can also result in PFC failure due to thermal stresses or melting.  Simple axisymmetric assumptions fail to capture the complex interaction between 3D PFC geometry and 2D or 3D plasmas.  This results in fusion systems that must either operate with increased risk or reduce PFC loads, potentially through lower core plasma performance, to maintain a nominal safety factor.  High precision 3D heat flux predictions are necessary to accurately ascertain the state of a PFC given the evolution of the magnetic equilibrium.  A new code, the Heat flux Engineering Analysis Toolkit (HEAT), has been developed to provide high precision 3D predictions and analysis for PFCs.  HEAT couples many otherwise disparate computational tools together into a single open source python package.  Magnetic equilibrium, engineering CAD, finite volume solvers, scrape off layer plasma physics, visualization, high performace computing, and more, are connected in a single web-based user interface.  Linux users may use HEAT without any software prerequisites via an appImage.  This manuscript introduces HEAT, discusses the software architecture, presents first HEAT results, and outlines physics modules in development.",
        "keywords": "fusion;magnetic confinement;divertor physics;tokamak;heat;python"
    },
    {
        "title": "Hybrid simulations of sub-cyclotron compressional and global Alfven Eigenmode stability in spherical tokamaks",
        "creators": "Lestz, J.B.;Belova, E.V.;Gorelenkov, N.N",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp0112579w33q",
        "contract_nos": "265-676",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp0112579w33q",
        "publication_date": "04/01/2021",
        "description": "A comprehensive numerical study has been conducted in order to investigate the stability of beam-driven, sub-cyclotron frequency compressional (CAE) and global (GAE) Alfven Eigenmodes in low aspect ratio plasmas for a wide range of beam parameters. The presence of CAEs and GAEs has previously been linked to anomalous electron temperature profile flattening at high beam power in NSTX experiments, prompting further examination of the conditions for their excitation. Linear simulations are performed with the hybrid MHD-kinetic initial value code HYM in order to capture the general Doppler-shifted cyclotron resonance that drives the modes. Three distinct types of modes are found in simulations -- co-CAEs, cntr-GAEs, and co-GAEs -- with differing spectral and stability properties. The simulations reveal that unstable GAEs are more ubiquitous than unstable CAEs, consistent with experimental observations, as they are excited at lower beam energies and generally have larger growth rates. Local analytic theory is used to explain key features of the simulation results, including the preferential excitation of different modes based on beam injection geometry and the growth rate dependence on the beam injection velocity, critical velocity, and degree of velocity space anisotropy. The background damping rate is inferred from simulations and estimated analytically for relevant sources not present in the simulation model, indicating that co-CAEs are closer to marginal stability than modes driven by the cyclotron resonances.",
        "keywords": "Fast ion driven instabilities;Compressional Alfven Eigenmodes;Global Alfven Eigenmodes;Hybrid simulations;Doppler-shifted cyclotron resonance"
    },
    {
        "title": "Implementation of higher-order velocity mapping between marker particles and grid in the particle-in-cell code XGC",
        "creators": "Mollen Albert;Adams Mark F.;Knepley Matthew G.;Hager Robert;Chang C. S.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp014t64gr246",
        "contract_nos": "265-677",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp014t64gr246",
        "publication_date": "04/01/2021",
        "description": "The global total-f gyrokinetic particle-in-cell code XGC, used to study transport in magnetic fusion plasmas or to couple with a core gyrokinetic code while functioning as an edge gyrokinetic code, implements a 5-dimensional (5D) continuum grid to perform the dissipative operations, such as plasma collisions, or to exchange the particle distribution function information with a core code. To transfer the distribution function between marker particles and a rectangular 2D velocity-space grid, XGC employs a bilinear mapping. The conservation of particle density and momentum is accurate enough in this bilinear operation, but the error in the particle energy conservation can become undesirably large and cause non-negligible numerical heating in a steep edge pedestal. In the present work we update XGC to use a novel mapping technique, based on the calculation of a pseudo-inverse, to exactly preserve moments up to the order of the discretization space. We describe the details of the implementation and we demonstrate the reduced interpolation error for a tokamak test plasma by using 1st- and 2nd-order elements with the pseudo-inverse method and comparing to the bilinear mapping.",
        "keywords": "Fusion Plasma;Plasma Simulation;Particle-In-Cell;XGC;Plasma Transport"
    },
    {
        "title": "Wave-kinetic approach to zonal-flow dynamics: recent advances",
        "creators": "Zhu, Hongxuan;Dodin, I. Y.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01ws859j72v",
        "contract_nos": "265-678",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01ws859j72v",
        "publication_date": "02/19/2021",
        "description": "Basic physics of drift-wave turbulence and zonal flows has long been studied within the framework of wave-kinetic theory. Recently, this framework has been re-examined from first principles, which has led to more accurate yet still tractable \"improved\" wave-kinetic equations. In particular, these equations reveal an important effect of the zonal-flow \"curvature\" (the second radial derivative of the flow velocity) on dynamics and stability of drift waves and zonal flows. We overview these recent findings and present a consolidated high-level picture of (mostly quasilinear) zonal-flow physics within reduced models of drift-wave turbulence.",
        "keywords": "fusion plasmas;plasma instabilities;plasma waves"
    },
    {
        "title": "Type-I ELM mitigation by continuous lithium granule gravitational injection into the upper tungsten divertor in EAST",
        "creators": "Sun, Zhen;Qian, Yuzhong;Maingi, Rajesh",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp018p58ph029",
        "contract_nos": "265-679",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp018p58ph029",
        "publication_date": "05/06/2021",
        "description": "Large edge-localized modes (ELMs) were mitigated by gravitational injection of lithium granules into the upper X-point region of the EAST device with tungsten plasma-facing components. The maximum ELM size was reduced by ~ 70% in high βN H-mode plasmas. Large ELM stabilization was sustained for up to about 40 energy confinement times, with constant core radiated power and no evidence of high-Z or low-Z impurity accumulation. The lithium granules injection reduced the edge plasma pedestal density and temperature and their gradients, due to increased edge radiation and reduced recycling from the plasma-facing components. Ideal stability calculations using the ELITE code indicate that the stabilization of large ELMs correlates with improved stability of intermediate-n peeling-ballooning modes, due to reduced edge current resulting from the profile changes. The pedestal pressure reduction was partially offset by a core density increase, which resulted in a modest ~ 7% drop in core stored energy and normalized energy confinement time. We surmise that the remnant small ELMs are triggered by the penetration of multiple Li granules just past the separatrix, similar to small ELMs triggered by deuterium pellet [S. Futatani et al., Nucl. Fusion 54 (2014) 073008]. This study extends previous ELM elimination with Li powder injection [R. Maingi et al., Nucl. Fusion 58 (2018) 024003] in EAST because 1) use of small, dust-like powder and the related potential health hazards were eliminated, and 2) use of macroscopic granules should be more applicable to future devices, due to deeper penetration than dust particles, e.g. inside the separatrix with velocities ~ 10 m/s in EAST.",
        "keywords": "Lithium;Impurity seeding;Edge localized modes;EAST"
    },
    {
        "title": "Type-I ELM mitigation by continuous lithium granule gravitational injection into the upper tungsten divertor in EAST",
        "creators": "Sun, Zhen;Yuzhong, Qian;Maingi, Rajesh;Wang, Yifeng;Wang, Yumin;Nagy, Alex;Tritz, Kevin;Lunsford, Robert;Gilson, Erik;Zuo, Guizhong;Xu, Wei;Huang, Ming;Meng, Xiancai;Mansfield, Dennis K.;Zang, Qing;Zhu, Xiang;Lin, Xin;Liu, Haiqing;Duan, Yanmin;Zhang, Ling;Lyu, Bo;Liu, Yong;Wang, Liang;Bortolon, Ale;Xu, Guosheng;Gong, Xianzu;Hu, Jiansheng",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp014x51hn09b",
        "contract_nos": "265-680",
        "sponsor_org": "PPPL",
        "research_org": "PPPL",
        "accession_num": "88435/dsp014x51hn09b",
        "publication_date": "05/06/2021",
        "description": "Large edge-localized modes (ELMs) were mitigated by gravitational injection of lithium granules into the upper X-point region of the EAST device with tungsten plasma-facing components. The maximum ELM size was reduced by ~ 70% in high βN H-mode plasmas. Large ELM stabilization was sustained for up to about 40 energy confinement times, with constant core radiated power and no evidence of high-Z or low-Z impurity accumulation. The lithium granules injection reduced the edge plasma pedestal density and temperature and their gradients, due to increased edge radiation and reduced recycling from the plasma-facing components. Ideal stability calculations using the ELITE code indicate that the stabilization of large ELMs correlates with improved stability of intermediate-n peeling-ballooning modes, due to reduced edge current resulting from the profile changes. The pedestal pressure reduction was partially offset by a core density increase, which resulted in a modest ~ 7% drop in core stored energy and normalized energy confinement time. We surmise that the remnant small ELMs are triggered by the penetration of multiple Li granules just past the separatrix, similar to small ELMs triggered by deuterium pellet [S. Futatani et al., Nucl. Fusion 54 (2014) 073008]. This study extends previous ELM elimination with Li powder injection [R. Maingi et al., Nucl. Fusion 58 (2018) 024003] in EAST because 1) use of small, dust-like powder and the related potential health hazards were eliminated, and 2) use of macroscopic granules should be more applicable to future devices, due to deeper penetration than dust particles, e.g. inside the separatrix with velocities ~ 10 m/s in EAST.",
        "keywords": "Lithium;Impurity seeding;Edge localized modes;EAST"
    }
]