[
    {
        "title": "Wall conditioning and ELM mitigation with boron nitride powder injection in KSTAR",
        "creators": "Gilson, Erik;Lee, H;Bortolon, A;Choe, W;Diallo, A;Hong, SH;Lee, HM;Maingi, R;Mansfield, DK;Nagy, A;Park, SH;Song, IW;Song, JI;Yun, SW;Nazikian, R",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01hh63t006w",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01hh63t006w",
        "publication_date": "05/25/2022",
        "othnondoe_contract_nos": "EN2101-12;IN2010-3;NRF-2019M1A7A1A03087560",
        "description": "Results from KSTAR powder injection experiments, in which tens of milligrams of boron nitride (BN) were dropped into low-power H-mode plasmas, show an improvement in wall conditions in subsequent discharges and, in some cases, a reduction or elimination of edge-localized modes (ELMs). Injected powder is distributed by the plasma flow and is deposited on the wall and, over the course of several discharges, was observed to gradually reduce recycling by 33%, and decrease both the ELM amplitude and frequency. This is the first demonstration of the use of BN for ELM mitigation. In all of these experiments, an Impurity Powder Dropper (IPD) was used to introduce precise, controllable amounts of the materials into ELMy H-mode KSTAR discharges. The plasma duration was between 10 s and 15 s, 𝐼𝑝 = 500 kA, 𝐵𝑇 = 1.8 T, 𝑃NBI = 1.6 MW, and 𝑃ECH = 0.6 MW. Plasma densities were between 2 and 3 × 1019 m−3. In all cases, the pre-fill and startup gas-fueling was kept constant, suggesting that the decrease in baseline D𝛼 emission is in fact due to a reduction in recycling. The results presented herein highlight the viability of powder injection for intra-shot and between-shot wall conditioning.",
        "related_identifiers": [
            {
                "related_identifier": "10.1016/j.nme.2021.101043",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Linear ion-scale micro-stability analysis of high and low-collisionality NSTX discharges and NSTX-U projections",
        "creators": "Clauser, Cesar;Guttenfelder, Walter;Rafiq, Tariq;Schuster, Eugenio",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01ng451m72r",
        "contract_nos": "SC0013977;SC0021385",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01ng451m72r",
        "publication_date": "09/07/2022",
        "othnondoe_contract_nos": ""
    },
    {
        "title": "Development of a reduced model for energetic particle transport by sawteeth in tokamaks",
        "creators": "Podesta, Mario",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp013197xq19q",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp013197xq19q",
        "publication_date": "11/11/2021",
        "othnondoe_contract_nos": ""
    },
    {
        "title": "Coupling between Alfven wave and Kelvin-Helmholtz waves in the low latitude boundary layer",
        "creators": "Kim, Eun-Hwa;Johnson, Jay;Nykyri, Katariina",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp013r074z09k",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp013r074z09k",
        "publication_date": "12/15/2021",
        "othnondoe_contract_nos": "",
        "description": "The Kelvin-Helmholtz (KH) instability of magnetohydrodynamic surface waves at the low latitude boundary layer is examined using both an eigenfrequency analysis and a time-dependent wave simulation.  The analysis includes the effects of sheared flow and Alfven velocity gradient. When the magnetosheath flows are perpendicular to the ambient magnetic field direction, unstable KH waves that propagate obliquely to the sheared flow direction occur at the sheared flow surface when the Alfv\\'en Mach number is higher than an instability threshold. Including a shear transition layer between the magnetosphere and magnetosheath leads to secondary KH waves (driven by the sheared flow) that are coupled to the resonant surface Alfven wave. There are remarkable differences between the primary and the secondary KH waves including wave frequency, the growth rate, and the ratio between transverse and the compressional component. The secondary KH wave energy is concentrated near the shear Alfven wave frequency at the magnetosheath with a lower frequency than the primary KH waves. Although the growth rate of the secondary KH waves is lower than the primary KH waves, the threshold condition is lower, so it is expected that these types of waves will dominate at lower Mach number. Because the transverse component of the secondary KH waves is stronger than the primary KH waves, more efficient wave energy transfer from the boundary layer to the inner magnetosphere is also predicted.",
        "keywords": "Kelvin-Helmholtz instability; Alfven wave; Magnetopause; Mode conversion; boundary layer; wave coupling"
    },
    {
        "title": "Initial Results from Boron Powder Injection Experiments in WEST Lower Single Null L-mode Plasmas",
        "creators": "Bodner, Grant;Gallo, Alberto;Diallo, Ahmed;Lunsford, Robert;Moreau, Philippe;Nagy, Alex;Pellissier, Francis-Pierre;Guillemaut, Christophe;Gunn, James;Bourdelle, Clarisse;Desgranges, Corinne;Manas, Pierre;Bortolon, Alessandro;Klepper, Christopher;Tsitrone, Emanuelle;Unterberg, Ezekial;Vermare, Laure",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01cr56n4150",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01cr56n4150",
        "publication_date": "05/25/2022",
        "othnondoe_contract_nos": "",
        "description": "Using a recently installed impurity powder dropper (IPD), boron powder (< 150 μm) was injected into lower single null (LSN) L-mode discharges in WEST. IPDs possibly enable real-time wall conditioning of the plasma-facing components and may help to facilitate H-mode access in the full-tungsten environment of WEST. The discharges in this experiment featured Ip = 0.5 MA, BT = 3.7 T, q95 = 4.3, tpulse = 12–30 s, ne,0 ~ 4×1019 m-2, and PLHCD ~ 4.5 MW. Estimates of the deuterium and impurity particle fluxes, derived from a combination of visible spectroscopy measurements and their corresponding S/XB coefficients, showed decreases of ~ 50% in O+, N+, and C+ populations during powder injection and a moderate reduction of these low-Z impurities (~ 50%) and W (~ 10%) in the discharges that followed powder injection. Along with the improved wall conditions, WEST discharges with B powder injection observed improved confinement, as the stored energy WMHD, neutron rate, and electron temperature Te increased significantly (10–25% for WMHD and 60–200% for the neutron rate) at constant input power. These increases in confinement scale up with the powder drop rate and are likely due to the suppression of ion temperature gradient (ITG) turbulence from changes in Zeff and/or modifications to the electron density profile.",
        "keywords": "Wall conditioning; Powder injection; Boronization; Tungsten",
        "related_identifiers": [
            {
                "related_identifier": "10.1088/1741-4326/ac70ea",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Design of an arrangement of cubic magnets for a quasi-axisymmetric stellarator experiment",
        "creators": "Hammond, Kenneth;Zhu, Caoxiang;Korrigan, Keith;Gates, David;Lown, Robert;Mercurio, Robert;Qian, Tony;Zarnstorff, Michael",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01x059cb547",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01x059cb547",
        "publication_date": "09/06/2022",
        "othnondoe_contract_nos": "",
        "description": "The usage of permanent magnets to shape the confining field of a stellarator has the potential to reduce or eliminate the need for non-planar coils. As a proof-of-concept for this idea, we have developed a procedure for designing an array of cubic permanent magnets that works in tandem with a set of toroidal-field coils to confine a stellarator plasma. All of the magnets in the design are constrained to have identical geometry and one of three polarization types in order to simplify fabrication while still producing sufficient field accuracy. We present some of the key steps leading to the design, including the geometric arrangement of the magnets around the device, the procedure for optimizing the polarizations according to three allowable magnet types, and the choice of magnet types to be used. We apply these methods to design an array of rare-Earth permanent magnets that can be paired with a set of planar toroidal-field coils to confine a quasi-axisymmetric plasma with a toroidal magnetic field strength of about 0.5 T on axis."
    },
    {
        "title": "Electron Temperature Gradient Driven Transport Model for Tokamak Plasmas",
        "creators": "Rafiq, Tariq;Wilson, Christopher;Luo, Lixiang;Weiland, Jan;Schuster, Eugenio;Pankin, Alexei;Guttenfelder, Walter;Kaye, Stan",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp015d86p342b",
        "contract_nos": "SC0013977;SC0021385",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp015d86p342b",
        "publication_date": "09/02/2022",
        "othnondoe_contract_nos": "",
        "description": "A new model for electron temperature gradient (ETG) modes is developed as a component of the Multi-Mode anomalous transport module [T. Rafiq \\textit{et al.,} Phys Plasmas \\textbf{20}, 032506 (2013)] to predict a time dependent electron temperature profile in conventional and low aspect ratio tokamaks. This model is based on two-fluid equations that govern the dynamics of low-frequency short- and long-wavelength electromagnetic toroidal ETG driven drift modes. A low collisionality NSTX discharge is used to scan the plasma parameter dependence on the ETG real frequency, growth rate, and electron thermal diffusivity.  Electron thermal transport is discovered in the deep core region where modes are more electromagnetic in nature. Several previously reported gyrokinetic trends are reproduced, including the dependencies of density gradients, magnetic shear, $\\beta$ and gradient of $\\beta$ $(\\betap)$, collisionality, safety factor, and toroidicity, where $\\beta$ is the ratio of plasma pressure to the magnetic pressure. The electron heat diffusivity associated with the ETG mode is discovered to be on a scale consistent with the experimental diffusivity determined by power balance analysis.",
        "keywords": "ETG; NSTX; Turbulence and transport; instabilities"
    },
    {
        "title": "Effects of collisional ion orbit loss on neoclassical tokamak radial electric fields",
        "creators": "Zhu, Hongxuan;Stoltzfus-Dueck, T;Hager, R;Ku, S;Chang, C. S.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01qz20sw65g",
        "contract_nos": "AC02-05CH11231;AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01qz20sw65g",
        "publication_date": "03/11/2022",
        "othnondoe_contract_nos": "",
        "description": "Ion orbit loss is considered important for generating the radially inward electric field Er in a tokamak edge plasma. In particular, this effect is emphasized in diverted tokamaks with a magnetic X point. In neoclassical equilibria, Coulomb collisions can scatter ions onto loss orbits and generate a radially outward current, which in steady state is balanced by the radially inward current from viscosity. To quantitatively measure this loss-orbit current in an edge pedestal, an ion-orbit-flux diagnostic has been implemented in the axisymmetric version of the gyrokinetic particle-in-cell code XGC. As the first application of this diagnostic, a neoclassical DIII-D H-mode plasma is studied using gyrokinetic ions and adiabatic electrons. The validity of the diagnostic is demonstrated by studying the collisional relaxation of Er in the core. After this demonstration, the loss-orbit current is numerically measured in the edge pedestal in quasisteady state. In this plasma, it is found that the radial electric force on ions from Er approximately balances the ion radial pressure gradient in the edge pedestal, with the radial force from the plasma flow term being a minor component. The effect of orbit loss on Er is found to be only mild.",
        "keywords": "ion orbit loss; radial electric field; tokamak edge plasmas; gyrokinetic simulations"
    },
    {
        "title": "Supplemental material for: Verification, validation, and results of an approximate model for the stress of a Tokamak toroidal field coil at the inboard midplane",
        "creators": "Swanson, CPS;Kahn, S;Rana, C;Titus, PH;Brooks, AW;Guttenfelder, W;Zhai, Y;Brown, TG;Menard, JE",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01rb68xg060",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01rb68xg060",
        "publication_date": "08/16/2022",
        "othnondoe_contract_nos": "",
        "description": "This is the supplemental material for the manuscript \"Verification, validation, and results of an approximate model for the stress of a Tokamak toroidal field coil at the inboard midplane\" submitted to Fusion Engineering and Design. This material includes PDF writeups of the derivations of the axisymmetric extended plane strain model, the elastic properties smearing model, and 20+ MATLAB scripts and functions which implement the model and generate the figures in the paper."
    },
    {
        "title": "Prototype tests of the Electromagnetic Particle Injector-2 for Fast Time Response Disruption Mitigation in Tokamaks",
        "creators": "Raman, Roger;Lunsford, Robert;Clauser, C.F.;Jardin, S.C;Menard, J.E.;Ono, M.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp013j3335393",
        "contract_nos": "AC02-09CH11466;SC0006757",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp013j3335393",
        "publication_date": "10/19/2021",
        "othnondoe_contract_nos": "",
        "keywords": "EPI; disruption; DMS; particle injector"
    },
    {
        "title": "Interpreting ion-energy distributions using charge exchange emitted from deeply kinetic field-reversed-configuration plasmas",
        "creators": "Glasser, Alan;Cohen, Samuel",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01pk02cd897",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01pk02cd897",
        "publication_date": "04/15/2022",
        "othnondoe_contract_nos": ""
    },
    {
        "title": "Parametric dependencies of resonant layer responses across linear, two-fluid, drift-MHD regimes",
        "creators": "Park, Jong-Kyu",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp0170795b825",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp0170795b825",
        "publication_date": "07/26/2022",
        "othnondoe_contract_nos": "",
        "description": "Non-axisymmetric magnetic fields arising in a tokamak either by external or internal perturbations can induce complex non-ideal MHD responses in their resonant surfaces while remaining ideally evolved elsewhere. This layer response can be characterized in a linear regime by a single parameter called the inner-layer Delta, which enables outer-layer matching and the prediction of torque balance to non-linear island regimes. Here, we follow strictly one of the most comprehensive analytic treatments including two-fluid and drift MHD effects and keep the fidelity of the formulation by incorporating the numerical method based on the Riccati transformation when quantifying the inner-layer Delta. The proposed scheme reproduces not only the predicted responses in essentially all asymptotic regimes but also with continuous transitions as well as improved accuracies. In particular, the Delta variations across the inertial regimes with viscous or semi-collisional effects have been further resolved, in comparison with additional analytic solutions. The results imply greater shielding of the electromagnetic torque at the layer than what would be expected by earlier work when the viscous or semi-collisional effects can compete against the inertial effects, and also due to the intermediate regulation by kinetic Alfven wave resonances as rotation slows down. These are important features that can alter the nonaxisymmetric plasma responses including the field penetration by external fields or island seeding process in rotating tokamak plasmas.",
        "keywords": "MHD instability",
        "related_identifiers": [
            {
                "related_identifier": "10.1063/5.0093079",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Study of Stark Broadening of Krypton Helium-beta Lines and Estimation of Electron Density and Temperature in NIF Compressed Capsules",
        "creators": "Hill, K. W.;Gao, L.;Kraus, B. F.;Bitter, M.;Efthimion, P. C.;Pablant, N. A.;Schneider, M. B.;Thorn, D. B.;Chen, H.;Kauffman, R. L.;Liedahl, D. A.;MacDonald, M. J.;MacPhee, A. G.;Scott, H. A.;Stoupin, S.;Doron, R.;Stambulchik, E.;Maron, Y.;Lahmann, B.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01xk81jp54s",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01xk81jp54s",
        "publication_date": "06/06/2022",
        "othnondoe_contract_nos": "",
        "description": "Numerical data used to draw the figures in the manuscript",
        "keywords": "NIF diagnostics x-ray spectroscopy"
    },
    {
        "title": "Predicting Resistive Wall Mode Stability in NSTX through Balanced Random Forests and Counterfactual Explanations",
        "creators": "Piccione, Andrea;Sabbagh, Steven;Andreopoulos, Yiannis",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp015q47rr88m",
        "contract_nos": "SC0018623",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp015q47rr88m",
        "publication_date": "12/07/2021",
        "othnondoe_contract_nos": ""
    },
    {
        "title": "Impact of edge harmonic oscillations on the divertor heat flux in NSTX",
        "creators": "Gan, Kaifu;Gray, Travis;Zweben, Stewart;Eric, Fredrickson;Maingi, Rajesh;Battaglia, Devon;McLean, Adam;Wirth, Brian",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp019c67wq96p",
        "contract_nos": "SC0016915",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp019c67wq96p",
        "publication_date": "12/07/2021",
        "othnondoe_contract_nos": "",
        "description": "All the data was uploaded with .cvs file, we have not uploaded the figure 1 data since it is just photo show field of view of IR and GPI diagnostic.",
        "keywords": "edge harmonic oscillation; heat flux width"
    },
    {
        "title": "To dee or not to dee: costs and benefits of altering the triangularity of a steady-state DEMO-like reactor",
        "creators": "Schwartz, Jacob A.;Nelson, A. O.;Kolemen, Egemen",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01rf55zb85t",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01rf55zb85t",
        "publication_date": "04/08/2022",
        "othnondoe_contract_nos": "",
        "description": "Shaping a tokamak plasma to have a negative triangularity may allow operation in an ELM-free L-mode regime and with a larger strike-point radius, ameliorating divertor power-handling requirements. However, the shaping has a potential drawback in the form of a lower no-wall ideal beta limit, found using the MHD codes CHEASE and DCON. Using the new fusion systems code FAROES, we construct a steady-state DEMO2 reactor model. This model is essentially zero-dimensional and neglects variations in physical mechanisms like turbulence, confinement, and radiative power limits, which could have a substantial impact on the conclusions deduced herein. Keeping its shape otherwise constant, we alter the triangularity and compute the effects on the levelized cost of energy (LCOE). If the tokamak is limited to a fixed B field, then unless other means to increase performance (such as reduced turbulence, improved current drive efficiency or higher density operation) can be leveraged, a negative-triangularity reactor is strongly disfavored in the model due to lower \\beta_N limits at negative triangularity, which leads to tripling of the LCOE. However, if the reactor is constrained by divertor heat fluxes and not by magnet engineering, then a negative-triangularity reactor with higher B0 could be favorable: we find a class of solutions at negative triangularity with lower peak heat flux and lower LCOE than those of the equivalent positive triangularity reactors.",
        "keywords": "tokamak; plasma; FAROES; systems code; CHEASE; DCON; cost of electricity; fusion reactor economics",
        "related_identifiers": [
            {
                "related_identifier": "10.1088/1741-4326/ac62f6",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Identification of a non-axisymmetric mode in laboratory experiments searching for standard magnetorotational instability",
        "creators": "Wang, Yin;Gilson, Erik P.;Ebrahimi, Fatima;Goodman, Jeremy;Caspary, Kyle J.;Winarto, Himawan W.;Ji, Hantao",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01sx61dq46q",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01sx61dq46q",
        "publication_date": "07/05/2022",
        "othnondoe_contract_nos": "AST-2108871;NNH15AB25I",
        "description": "This dataset provides the source data of figures in the main text of the paper \"Identification of a non-axisymmetric mode in laboratory experiments searching for standard magnetorotational instability\" accepted by Nature Communications.",
        "keywords": "magnetorotational instability; MRI; liquid metal; Taylor-Couette flow"
    },
    {
        "title": "Correlation between the relative blob fraction and plasma parameters in NSTX",
        "creators": "Zweben, S,J.;Banerjee, S;Bisai, N;Diallo, A;Lampert, M;LeBlanc, B;Myra, JR;Russell, D.A.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01qb98mj62b",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01qb98mj62b",
        "publication_date": "01/19/2022",
        "othnondoe_contract_nos": "",
        "description": "data of figures used in this publication",
        "keywords": "NSTX, blob, turbulence",
        "related_identifiers": [
            {
                "related_identifier": "10.1063/5.0074261",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Stellarator coil design using cubic splines for improved access on the outboard side",
        "creators": "Nicola, Lonigro;Zhu, Caoxiang",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01q811kn76d",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01q811kn76d",
        "publication_date": "10/19/2021",
        "othnondoe_contract_nos": "",
        "description": "This is the data archive for the paper Lonigro & Zhu 2021 Nucl. Fusion https://doi.org/10.1088/1741-4326/ac2ff3.\r\nYou can reproduce all the figures in the paper using the data and plotting scripts archived in this folder.",
        "keywords": "stellarator; coil design; optimization; cubic spline",
        "related_identifiers": [
            {
                "related_identifier": "10.1088/1741-4326/ac2ff3",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Plasma Facing Components with Capillary Porous System and Liquid Metal Coolant Flow",
        "creators": "Khodak, Andrei;Maingi, Rajesh",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp019w032619d",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp019w032619d",
        "publication_date": "06/27/2022",
        "othnondoe_contract_nos": "",
        "description": "Liquid metal can create a renewable protective surface on plasma facing components (PFC), with an additional advantage of deuterium pumping and the prospect of tritium extraction if liquid lithium (LL) is used and maintained below 450 C, the temperature above which LL vapor pressure begins to contaminate the plasma. LM can also be utilized as an efficient coolant, driven by the Lorentz force created with the help of the magnetic field in fusion devices. Capillary porous systems can serve as a conduit of LM and simultaneously provide stabilization of the LM flow, protecting against spills into the plasma. Recently a combination of a fast-flowing LM cooling system with a porous plasma facing wall (CPSF) was investigated [Khodak and Maingi (2021)]. The system takes an advantage of a magnetohydrodynamics velocity profile, as well as attractive LM properties to promote efficient heat transfer from the plasma to the LL at low pumping energy cost, relative to the incident heat flux on the PFC. In case of a disruption leading to excessive heat flux from the plasma to the LM PFCs, LL evaporation can stabilize the PFC surface temperature, due to high evaporation heat and apparent vapor shielding. The proposed CPSF was optimized analytically for the conditions of a Fusion Nuclear Science Facility [Kessel et al. (2019)]: 10T toroidal field and 10 MW/m2 peak incident heat flux. Computational fluid dynamics analysis confirmed that a CPSF system with 2.5 mm square channels can pump enough LL so that no additional coolant is needed.",
        "keywords": "Plasma Facing Components; Numerical Analysis; High Heat Flux"
    },
    {
        "title": "Temporal Structure of Blobs in NSTX",
        "creators": "Lampert, Mate",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01zp38wg800",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01zp38wg800",
        "publication_date": "07/25/2022",
        "othnondoe_contract_nos": "",
        "keywords": "tokamak, edge, turbulence"
    },
    {
        "title": "Fusion Pilot Plant performance and the role of a Sustained High Power Density tokamak",
        "creators": "Menard, Jonathan;Grierson, Brian;Brown, Tom;Rana, Chirag;Zhai, Yuhu;Poli, Francesca;Maingi, Rajesh;Guttenfelder, Walter;Snyder, Philip",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01kk91fp703",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01kk91fp703",
        "publication_date": "01/19/2022",
        "othnondoe_contract_nos": "",
        "description": "Recent U.S. fusion development strategy reports all recommend that the U.S. should pursue innovative science and technology to enable construction of a Fusion Pilot Plant (FPP) that produces net electricity from fusion at  low capital cost.  Compact tokamaks have been proposed as a means of potentially reducing the capital cost of a fusion pilot plant.  However, compact steady-state tokamak FPPs face the challenge of integrating a high fraction of self-driven current with high core confinement, plasma pressure, and high divertor parallel heat flux. This integration is sufficiently challenging that a dedicated sustained-high-power-density (SHPD) tokamak facility is proposed by the U.S. community as the optimal way to close this integration gap. Performance projections for the steady-state tokamak FPP regime are presented and a preliminary SHPD device with substantial flexibility in lower aspect ratio (A=2-2.5), shaping, and divertor configuration to narrow gaps to a FPP is described.",
        "keywords": "fusion pilot plant; steady-state tokamak; core-edge integration; high-temperature superconductors; liquid metals",
        "related_identifiers": [
            {
                "related_identifier": "10.1088/1741-4326/ac49aa",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Internal Rotation of ELM Filaments on NSTX",
        "creators": "Lampert, Mate;Diallo, Ahmed;Zweben, Stewart;Myra, Jim",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp011n79h751f",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp011n79h751f",
        "publication_date": "09/05/2022",
        "othnondoe_contract_nos": "",
        "description": "The data is formatted to text files. A corresponding file is provided for each figure."
    },
    {
        "title": "The dispersion and propagation of topological Langmuir-cyclotron waves in cold magnetized plasmas",
        "creators": "Fu, Yichen;Qin, Hong",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp011g05ff77b",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp011g05ff77b",
        "publication_date": "05/16/2022",
        "othnondoe_contract_nos": "",
        "description": "The time evolution of the topological Langmuir-Cyclotron waves excited by an external source.",
        "keywords": "topological waves"
    },
    {
        "title": "Streaked Sub-ps-resolution X-ray Line Shapes and Implications for Solid-density Plasma Dynamics",
        "creators": "Gao, Lan;Hill, K. W.;Bitter, M.;Efthimion, P. C.;Hollinger, R.;Wang, Shoujun;Song, Huanyu;Nedbailo, R.;Rocca, J. J.;Mancini, R. C.;MacDonald, M. J.;Beatty, C. B.;Shepherd, R.",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp013n2042309",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp013n2042309",
        "publication_date": "08/30/2022",
        "othnondoe_contract_nos": "",
        "description": "A high-resolution x-ray spectrometer was coupled with an ultrafast x-ray streak camera to produce time-resolved line shape spectra measured from hot, solid-density plasmas. A Bragg crystal was placed near a laser-produced plasma to maximize throughput; alignment tolerances were established by raytracing. The streak camera produced single-shot time-resolved spectra, heavily sloped due to photon time-of-flight differences, with sufficient reproducibility to accumulate photon statistics. The images are time-calibrated by the slope of streaked spectra and dewarped to generate spectra emitted at different times defined at the source. The streaked spectra demonstrate the evolution of spectral shoulders and other features on ps timescales, showing the feasibility of plasma parameter measurements on the rapid timescales necessary to study high-energy-density plasmas.",
        "keywords": "x-ray spectroscopy; High-energy-density plasmas"
    },
    {
        "title": "Source data for \"Observation of Axisymmetric Standard Magnetorotational Instability in the Laboratory\"",
        "creators": "Wang, Yin;Gilson, Erik;Ebrahimi, Fatima;Goodman, Jeremy;Ji, Hantao",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp018623j1954",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp018623j1954",
        "publication_date": "09/09/2022",
        "othnondoe_contract_nos": "AST-2108871;NNH15AB25I",
        "description": "Source data for the article \"Observation of Axisymmetric Standard Magnetorotational Instability in the Laboratory\" published in Physical Review Letters.",
        "keywords": "Magnetorotational Instability; Taylor-Couette Flow; Liquid Metal; MHD instability; Accretion Disk",
        "related_identifiers": [
            {
                "related_identifier": "10.1103/PhysRevLett.129.115001",
                "relation_type": "IsReferencedBy",
                "related_identifier_type": "DOI"
            }
        ]
    },
    {
        "title": "Gyrokinetic simulations of momentum flux parasitic to free-energy transfer",
        "creators": "Stoltzfus-Dueck, T;Hornsby, W A;Grosshauser, S R",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp011g05ff76p",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp011g05ff76p",
        "publication_date": "03/09/2022",
        "othnondoe_contract_nos": "",
        "description": "Ion Landau damping interacts with a portion of the E×B drift to cause a non-diffusive outward flux of co-current toroidal angular momentum. Quantitative evaluation of this momentum flux requires nonlinear simulations to determine fL, the fraction of fluctuation free energy that passes through ion Landau damping, in fully developed turbulence. Nonlinear gyrokinetic simulations with the GKW code confirm the presence of the systematic symmetry-breaking momentum flux. For simulations with adiabatic electrons, fL scales inversely with the ion temperature gradient, because only the ion curvature drift can transfer free energy to the electrostatic potential. Although kinetic electrons should in principle relax this restriction, the ion Landau damping measured in collisionless kinetic-electron simulations remained at low levels comparable with ion-curvature-drift transfer, except when magnetic shear was strong. A set of simulations scanning the electron pitch-angle scattering rate showed only a weak variation of fL with the electron collisionality. However, collisional-electron simulations with electron temperature greater than ion temperature unambiguously showed electron-curvature-drift transfer supporting ion Landau damping, leading to a corresponding enhancement of the symmetry-breaking momentum flux.",
        "keywords": "toroidal rotation; tokamak; transport; intrinsic rotation; rotation reversal"
    },
    {
        "title": "Nonlinear growth of magnetic islands by passing fast ions in NSTX",
        "creators": "Yang, James;Fredrickson, Eric;Podestà, Mario;Poli, Francesca",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01pz50h025c",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01pz50h025c",
        "publication_date": "07/13/2022",
        "othnondoe_contract_nos": "",
        "description": "The growth of magnetic islands in NSTX is modeled successfully, with the consideration of passing fast ions. It is shown that a good quantitative agreement between simulation and experimental measurement can be achieved when the uncompensated cross-field current induced by passing fast ions is included in the island growth model. The fast ion parameters,\r\nalong with other equilibrium parameters, are obtained self-consistently using the TRANSP code with the assumptions of the ‘kick’ model (Podestà et al 2017 Plasma Phys. Control. Fusion 59 095008). The results show that fast ions can contribute to overcoming the stabilizing effect of polarization current for magnetic island growth.",
        "keywords": "Fast ions; neoclassical tearing modes; kick model; NSTX"
    },
    {
        "title": "Electron heating in 2-D: combining Fermi-Ulam acceleration and magnetic-moment non-adiabaticity in a mirror-configuration plasma",
        "creators": "Swanson, Charles;Galea, Christopher",
        "dataset_type": "AS",
        "site_url": "https://dataspace.princeton.edu/handle/88435/dsp01xp68kk38z",
        "contract_nos": "AC02-09CH11466",
        "sponsor_org": "USDOE Office of Science (SC)",
        "research_org": "PPPL",
        "accession_num": "88435/dsp01xp68kk38z",
        "publication_date": "07/01/2022",
        "othnondoe_contract_nos": "",
        "description": "This dataset contains the files (scripts and data) required to produce the figures of the above reference."
    }
]